export const cardArray = [
  {
    id: 0,
    title: "Пвх материал 2й сорт",
    price: "170 ₽",
    address: "Казань, р-н Вахитовский",
    date: "10 июля 11:39",
    imagePath: "/images/foto.jpeg",
    desc: "Материал из ПВХ второго сорта, идеально подходит для различных строительных задач. Продажа срочная, возможен торг. Подходит для использования в наружных и внутренних работах."
  },
  {
    id: 1,
    title: "Металлический каркас",
    price: "4500 ₽",
    address: "Москва, р-н Центральный",
    date: "12 июля 15:20",
    imagePath: "/images/foto.jpeg",
    desc: "Продаю металлический каркас для строительства. Состояние отличное, использовался всего несколько месяцев. Подходит для возведения временных конструкций, заборов и других строительных нужд. Торг уместен."
  },
  {
    id: 2,
    title: "Лист фанеры 1й сорт",
    price: "1200 ₽",
    address: "Санкт-Петербург, р-н Петроградский",
    date: "9 июля 09:15",
    imagePath: "/images/foto.jpeg",
    desc: "Фанера первого сорта, размер 1.5х2 метра, толщина 10 мм. Отличный материал для отделочных работ и производства мебели. В наличии 10 листов, скидка при покупке всех сразу."
  },
  {
    id: 3,
    title: "Электросамокат kugoo Gx",
    price: "75 000 ₽",
    address: "Нижний Новгород, р-н Советский",
    date: "11 июля 13:45",
    imagePath: "/images/product.jpeg",
    desc: "Продаю не спеша самокат в хорошем состоянии. Торг возможен. За период эксплуатации не выявлено ни одной проблемы. Из минусов — нужно прокачать задний тормоз. Установлен отсекатель сзади. Покрышки CST внедорожные. Все на подшипниках, болты протянуты. Пробег 881 км, это немного для такого зверя."
  },
  {
    id: 4,
    title: "Трубы ПВХ для канализации",
    price: "700 ₽",
    address: "Екатеринбург, р-н Ленинский",
    date: "8 июля 10:30",
    imagePath: "/images/foto.jpeg",
    desc: "Трубы ПВХ для наружной канализации, диаметр 110 мм, длина 2 метра. Прочные и долговечные, устойчивы к воздействию агрессивных сред. Продам комплект из 5 штук."
  },
  {
    id: 5,
    title: "Утеплитель минеральный",
    price: "950 ₽",
    address: "Новосибирск, р-н Октябрьский",
    date: "13 июля 16:50",
    imagePath: "/images/foto.jpeg",
    desc: "Минеральный утеплитель для стен и крыш. Размеры: 1000x600 мм, толщина 50 мм. Высокая степень теплоизоляции, негорючий материал. Осталось 6 упаковок, продаю за ненадобностью."
  }
];

export const serviceArray = [
  {
    id: 0,
    title: "Доставка",
    text: "Проверка при получении и возможность бесплатно вернуть товар",
    imagePath: "/images/truck.svg"
  },
  {
    id: 1,
    title: "Автотека",
    text: "Отчёт с историей авто: пробег, владельцы, сведения о залоге, ДТП и ремонтах",
    imagePath: "/images/car.svg"
  },
  {
    id: 2,
    title: "Онлайн-бронирование жилья",
    text: "Посуточная аренда квартир и домов: большой выбор вариантов для поездок по России",
    imagePath: "/images/home.svg"
  }
];